{
  "buckets": [
    { "Name": "main",       "Source": "https://github.com/ScoopInstaller/Main" },
    { "Name": "extras",     "Source": "https://github.com/ScoopInstaller/Extras" },
    { "Name": "nerd-fonts", "Source": "https://github.com/matthewjberger/scoop-nerd-fonts" },
    { "Name": "nonportable","Source": "https://github.com/ScoopInstaller/Nonportable" }
  ],
  "apps": [
    { "Name": "git",            "Source": "main" },
    { "Name": "gh",             "Source": "main" },
    { "Name": "starship",       "Source": "main" },
    { "Name": "zoxide",         "Source": "main" },
    { "Name": "fzf",            "Source": "main" },
    { "Name": "ripgrep",        "Source": "main" },
    { "Name": "fd",             "Source": "main" },
    { "Name": "bat",            "Source": "main" },
    { "Name": "eza",            "Source": "main" },
    { "Name": "lsd",            "Source": "main" },
    { "Name": "delta",          "Source": "main" },
    { "Name": "btop-lhm",       "Source": "extras" },
    { "Name": "bottom",         "Source": "main" },
    { "Name": "lazygit",        "Source": "extras" },
    { "Name": "hyperfine",      "Source": "main" },
    { "Name": "jq",             "Source": "main" },
    { "Name": "yq",             "Source": "main" },
    { "Name": "gron",           "Source": "main" },
    { "Name": "fastfetch",      "Source": "main" },
    { "Name": "tlrc",           "Source": "main" },
    { "Name": "yazi",           "Source": "main" },
    { "Name": "neovim",         "Source": "main" },
    { "Name": "7zip",           "Source": "main" },
    { "Name": "curl",           "Source": "main" },
    { "Name": "wget",           "Source": "main" },
    { "Name": "xh",             "Source": "main" },
    { "Name": "doggo",          "Source": "main" },
    { "Name": "sd",             "Source": "main" },
    { "Name": "glow",           "Source": "main" },
    { "Name": "gum",            "Source": "main" },
    { "Name": "openssh",        "Source": "main" },
    { "Name": "atuin",          "Source": "main" },
    { "Name": "carapace-bin",   "Source": "extras" },
    { "Name": "python",         "Source": "main" },
    { "Name": "sysinternals",   "Source": "extras" },
    { "Name": "JetBrainsMono-NF", "Source": "nerd-fonts" }
  ]
}

