{
  "buckets": [
    { "Name": "main", "Source": "https://github.com/ScoopInstaller/Main" },
    { "Name": "extras", "Source": "https://github.com/ScoopInstaller/Extras" },
    {
      "Name": "nerd-fonts",
      "Source": "https://github.com/matthewjberger/scoop-nerd-fonts"
    },
    {
      "Name": "nonportable",
      "Source": "https://github.com/ScoopInstaller/Nonportable"
    },
    { "Name": "psmux", "Source": "https://github.com/psmux/scoop-psmux" }
  ],
  "apps": [
    { "Name": "gh", "Source": "main" },
    { "Name": "starship", "Source": "main" },
    { "Name": "zoxide", "Source": "main" },
    { "Name": "fzf", "Source": "main" },
    { "Name": "ripgrep", "Source": "main" },
    { "Name": "fd", "Source": "main" },
    { "Name": "bat", "Source": "main" },
    { "Name": "eza", "Source": "main" },
    { "Name": "delta", "Source": "main" },
    { "Name": "btop-lhm", "Source": "extras" },
    { "Name": "bottom", "Source": "main" },
    { "Name": "lazygit", "Source": "extras" },
    { "Name": "hyperfine", "Source": "main" },
    { "Name": "jq", "Source": "main" },
    { "Name": "yq", "Source": "main" },
    { "Name": "gron", "Source": "main" },
    { "Name": "fastfetch", "Source": "main" },
    { "Name": "tlrc", "Source": "main" },
    { "Name": "yazi", "Source": "main" },
    { "Name": "neovim", "Source": "main" },
    { "Name": "7zip", "Source": "main" },
    { "Name": "curl", "Source": "main" },
    { "Name": "xh", "Source": "main" },
    { "Name": "doggo", "Source": "main" },
    { "Name": "sd", "Source": "main" },
    { "Name": "glow", "Source": "main" },
    { "Name": "gum", "Source": "main" },
    { "Name": "psmux", "Source": "psmux" },
    { "Name": "openssh", "Source": "main" },
    { "Name": "atuin", "Source": "main" },
    { "Name": "carapace-bin", "Source": "extras" },
    { "Name": "television", "Source": "extras" },
    { "Name": "python", "Source": "main" },
    { "Name": "sysinternals", "Source": "extras" },
    { "Name": "JetBrainsMono-NF", "Source": "nerd-fonts" },
    { "Name": "CascadiaCode-NF", "Source": "nerd-fonts" },
    { "Name": "win32yank", "Source": "main" },
    { "Name": "mise", "Source": "main" },
    { "Name": "dust", "Source": "main" },
    { "Name": "duf", "Source": "main" },
    { "Name": "procs", "Source": "main" },
    { "Name": "ouch", "Source": "main" },
    { "Name": "viddy", "Source": "extras" },
    { "Name": "navi", "Source": "main" },
    { "Name": "tokei", "Source": "main" },
    { "Name": "age", "Source": "main" },
    { "Name": "croc", "Source": "main" },
    { "Name": "hexyl", "Source": "main" },
    { "Name": "gping", "Source": "main" },
    { "Name": "difftastic", "Source": "main" },
    { "Name": "jj", "Source": "main" },
    { "Name": "everything", "Source": "extras" },
    { "Name": "everything-cli", "Source": "main" },
    { "Name": "lsd", "Source": "main" },
    { "Name": "gsudo", "Source": "main" },
    { "Name": "watchexec", "Source": "main" },
    { "Name": "trippy", "Source": "main" },
    { "Name": "ast-grep", "Source": "main" },
    { "Name": "yt-dlp", "Source": "main" },
    { "Name": "restic", "Source": "main" },
    { "Name": "mpv", "Source": "extras" },
    { "Name": "syncthing", "Source": "main" },
    { "Name": "tailscale", "Source": "extras" }
  ]
}
