{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
  "Sources": [
    {
      "Packages": [
        {
          "PackageIdentifier": "Microsoft.WindowsTerminal"
        },
        {
          "PackageIdentifier": "Microsoft.PowerShell"
        },
        {
          "PackageIdentifier": "Microsoft.WSL"
        },
        {
          "PackageIdentifier": "Git.Git"
        },
        {
          "PackageIdentifier": "WiresharkFoundation.Wireshark"
        },
        {
          "PackageIdentifier": "AgileBits.1Password"
        },
        {
          "PackageIdentifier": "AgileBits.1Password.CLI"
        },
        {
          "PackageIdentifier": "QL-Win.QuickLook"
        },
        {
          "PackageIdentifier": "ShareX.ShareX"
        },
        {
          "PackageIdentifier": "GNU.Wget2"
        },
        {
          "PackageIdentifier": "glzr-io.glazewm"
        },
        {
          "PackageIdentifier": "glzr-io.zebar"
        },
        {
          "PackageIdentifier": "Microsoft.PowerToys"
        },
        {
          "PackageIdentifier": "CharlesMilette.TranslucentTB"
        }
      ],
      "SourceDetails": {
        "Argument": "https://cdn.winget.microsoft.com/cache",
        "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
        "Name": "winget",
        "Type": "Microsoft.PreIndexed.Package"
      }
    }
  ]
}
